<?php
/**
 * MyBB 1.6 English Language Pack
 * Copyright 2010 MyBB Group, All Rights Reserved
 * 
 * $Id$
 */

$l['click_no_wait'] = "すぐに移動したい場合には、こちらをクリックしてください。";
$l['redirect_return_forum'] = "<br /><br /><a href=\"{1}\">フォーラムに戻る</a>.";
$l['redirect_emailsent'] = "メールが送信されました。";
$l['redirect_loggedin'] = "ログインしました。<br />もとのページに戻ります。";
$l['error_invalidpworusername'] = "入力されたユーザ名またはパスワードが間違っています。<br /><br />パスワードを無くしてしまった場合には、<a href=\"member.php?action=lostpw\">新しいパスワードを設定</a>してください。";
$l['error_invalidpworusername1'] = "入力されたメールアドレスまたはパスワードが間違っています。<br /><br />パスワードを無くしてしまった場合には、<a href=\"member.php?action=lostpw\">新しいパスワードを設定</a>してください。";
$l['error_invalidpworusername2'] = "入力されたユーザ名またはパスワードまたはメールアドレスが間違っています。<br /><br />パスワードを無くしてしまった場合には、<a href=\"member.php?action=lostpw\">新しいパスワードを設定</a>してください。";
$l['error_incompletefields'] = "入力されていない必須項目があります。戻って必要な項目を入力してください。";
$l['error_alreadyuploaded'] = "同じ名前のファイルが添付されています。ファイル名を変更してアップロードし直してください。または「添付ファイルの更新」をクリックしてください。";
$l['error_alreadyuploaded_perm'] = "同じ名前のファイルが添付されています。添付済みのファイルを削除するか、ファイル名を変更してアップロードしてください。";
$l['error_nomessage'] = "不適切な本文が入力されているため処理ができません。戻ってやり直してください。";
$l['error_invalidemail'] = "入力されたメールアドレスが間違っています。";
$l['error_nomember'] = "指定されたメンバーが間違っているか、存在しません。";
$l['error_maxposts'] = "1日の投稿数の上限を超えました。明日以降もう一度投稿するか、管理者にご連絡ください。<br /><br />1日に投稿できる上限は{1}記事までです。";
$l['error_nohostname'] = "入力されたIPに対応するホスト名は見つかりませんでした。";
$l['error_invalidthread'] = "指定されたスレッドは存在しません。";
$l['error_invalidpost'] = "指定された記事は存在しません。";
$l['error_invalidannouncement'] = "指定された告知は存在しません。";
$l['error_invalidattachment'] = "指定された添付ファイルは存在しません。";
$l['error_invalidforum'] = "不正なフォーラム";
$l['error_closedinvalidforum'] = "投稿できません。理由としては、フォーラムが締め切られているか、他のWebサイトへのリンクであるか、カテゴリであるといったものが考えられます。";
$l['error_attachtype'] = "添付されたファイルのタイプは許可されていません。添付ファイルを削除するか、別のファイルタイプを選択してください。";
$l['error_attachsize'] = "添付ファイルが大きすぎます。このファイルタイプでのサイズ上限は{1}KBです。";
$l['error_uploadsize'] = "アップロードするファイルが大きすぎます。";
$l['error_uploadfailed'] = "ファイルのアップロードに失敗しました。正しいファイルを選択して、もう一度お試しください。";
$l['error_uploadfailed_detail'] = "エラーの詳細: ";
$l['error_uploadfailed_php1'] = "PHPによるエラー: アップロードしたファイルのサイズがphp.iniに定義されたupload_max_filesizeディレクティブの値を超えました。フォーラム管理者にこのエラーをお知らせください。";
$l['error_uploadfailed_php2'] = "アップロードしたファイルが、所定の最大サイズを超えました。";
$l['error_uploadfailed_php3'] = "ファイルの一部だけがアップロードされました。";
$l['error_uploadfailed_php4'] = "新しくアップロードされたファイルはありません。";
$l['error_uploadfailed_php6'] = "PHPのエラー: 一時フォルダがありません。フォーラム管理者にエラーをお知らせください。";
$l['error_uploadfailed_php7'] = "PHPのエラー: ディスクにファイルを書き込めません。フォーラム管理者にエラーをお知らせください。";
$l['error_uploadfailed_phpx'] = "PHPのエラー: エラーコード{1}が返されました。フォーラム管理者にエラーをお知らせください。";
$l['error_uploadfailed_nothingtomove'] = "不正なファイルが指定されたため、アップロードしたファイルを所定の位置に移動できませんでした。";
$l['error_uploadfailed_movefailed'] = "アップロードしたファイルを所定の場所に移動する際にエラーが発生しました。";
$l['error_uploadfailed_lost'] = "サーバ上に添付ファイルが見つかりません。";
$l['error_emailmismatch'] = "入力されたメールアドレスが一致しません。戻ってもう一度お試しください。";
$l['error_nopassword'] = "入力されたパスワードが間違っています。";
$l['error_usernametaken'] = "選択されたユーザ名はすでに登録済みです。以前登録したことがある場合には、<a href=\"member.php?action=login\">ログイン</a>してください。";
$l['error_nousername'] = "ユーザ名を入力してください。";
$l['error_invalidusername'] = "入力されたユーザ名が間違っています。";
$l['error_invalidpassword'] = "入力されたパスワードが間違っています。パスワードを無くしてしまった場合には、<a href=\"member.php?action=lostpw\">こちら</a>をクリックしてください。または戻ってもう一度お試しください。";
$l['error_postflooding'] = "投稿を処理できませんでした。管理者により投稿の間隔は最低{1}秒以上あけるよう指定されています。";
$l['error_nopermission_guest_1'] = "ログインしていません。またはこのページを表示する権限がありません。次の理由が考えられます:";
$l['error_nopermission_guest_2'] = "ログインしていません。または登録されていません。このページの下にあるフォームを使ってログインしてください。";
$l['error_nopermission_guest_3'] = "アクセスの権限がありません。管理者用のページをアクセスしようとしていませんか？このアクションが許可されているか、確認してください。";
$l['error_nopermission_guest_4'] = "アカウントが管理者により無効にされているか、まだ有効化されていません。";
$l['error_nopermission_guest_5'] = "適切なフォームやリンクを介さず直接アクセスされました。";
$l['login'] = "ログイン";
$l['need_reg'] = "登録しますか？";
$l['forgot_password'] = "パスワードを忘れてしまいましたか？";
$l['error_nopermission_user_1'] = "アクセスの権限があります。次の理由が考えられます。";
$l['error_nopermission_user_ajax'] = "アクセスの権限がありません。";
$l['error_nopermission_user_2'] = "アカウントが一時停止されています。またはこのリソースへのアクセスが禁止されています。";
$l['error_nopermission_user_3'] = "アクセスの権限がありません。管理者用のページをアクセスしようとしていませんか？このアクションが許可されているか、確認してください。";
$l['error_nopermission_user_4'] = "アカウントがまだ有効化されていません。またはモデレートされていません。";
$l['error_nopermission_user_5'] = "適切なフォームやリンクを介さず直接アクセスされました。";
$l['error_nopermission_user_resendactivation'] = "有効化コードの再送";
$l['error_nopermission_user_username'] = "現在ユーザ名{1}でログイン中です。";
$l['logged_in_user'] = "ログイン中のユーザ";
$l['error_too_many_images'] = "画像が多すぎます。";
$l['error_too_many_images2'] = "画像が多すぎるため投稿を処理できませんでした。画像の数を減らして、もう一度お試しください。";
$l['error_too_many_images3'] = "<b>注意:</b> ひとつの投稿に添付できる画像は、最大で";
$l['error_attach_file'] = "ファイルの添付でエラー";
$l['please_correct_errors'] = "先に進む前に次のエラーを解決してください:";
$l['error_reachedattachquota'] = "添付できる画像サイズの上限{1}を超えたため、このファイルは添付できません。";
$l['error_maxattachpost'] = "ひとつの記事に添付できるファイル数の上限{1}個を超えたため、このファイルは添付できません。";
$l['error_invaliduser'] = "指定されたユーザ名が間違っているか、存在しません。";
$l['error_invalidaction'] = "不正なアクション";
$l['error_messagelength'] = "本文が長すぎるため投稿できません。本文を短くして、もう一度お試しください。";
$l['error_message_too_short'] = "本文が短すぎるため投稿できません。";
$l['failed_login_wait'] = "ログインの失敗が規定の回数に達しました。{1}時間{2}分{3}秒以上待ってから、再度お試しください。";
$l['failed_login_again'] = "<br />すでに<strong>{1}</strong>回ログインを試みています。";
$l['error_max_emails_day'] = "24時間以内に送信可能なメッセージの上限{1}を超えたため、「友人にスレッドを送信」機能や「ユーザにメール」機能を使えません。";
$l['emailsubject_lostpw'] = "{1}のパスワードの初期化";
$l['emailsubject_passwordreset'] = "{1}の新しいパスワード";
$l['emailsubject_subscription'] = "{1} の新しい返信";
$l['emailsubject_randompassword'] = "{1}のパスワード";
$l['emailsubject_activateaccount'] = "{1}のアカウントを有効化";
$l['emailsubject_forumsubscription'] = "{1}に新しいスレッド";
$l['emailsubject_reportpost'] = "{1}で通報された記事";
$l['emailsubject_reachedpmquota'] = "プライベートメッセージの上限 {1}";
$l['emailsubject_changeemail'] = "{1} のメールアドレスを変更";
$l['emailsubject_newpm'] = "{1}の新しいプライベートメッセージ";
$l['emailsubject_sendtofriend'] = "{1}の興味深いWebページ";
$l['emailbit_viewthread'] = "... (続きはスレッドに移動してお読みください)";
$l['email_lostpw'] = "{1},

アカウント{2}のパスワード初期化の手続きを完了するために、次のURLをブラウザでアクセスしてください。

{3}/member.php?action=resetpassword&uid={4}&code={5}

上記リンクでうまくいかなかった場合には、次のURLにアクセスしてください。

{3}/member.php?action=resetpassword

そこで次の項目を入力してください:
ユーザ名: {1}
有効化コード: {5}

-- 
{2} スタッフ";
$l['email_lostpw1'] = "{1},

アカウント {2} のパスワード初期化の手続きを完了するために、次のURLをブラウザでアクセスしてください。

{3}/member.php?action=resetpassword&uid={4}&code={5}

上記リンクでうまくいかなかった場合には、次のURLにアクセスしてください。

{3}/member.php?action=resetpassword

そこで次の項目を入力してください:
メールアドレス
有効化コード: {5}

-- 
{2} スタッフ";
$l['email_lostpw2'] = "{1},

アカウント{2}のパスワード初期化の手続きを完了するために、次のURLをブラウザでアクセスしてください。

{3}/member.php?action=resetpassword&uid={4}&code={5}

上記リンクでうまくいかなかった場合には、次のURLにアクセスしてください。

{3}/member.php?action=resetpassword

そこで次の項目を入力してください:
ユーザ名: {1} (またはメールアドレス)
有効化コード: {5}

-- 
{2}スタッフ";
$l['email_reportpost'] = "{1} から {2} が以下の記事について通報しました。

{3}
{4}/{5}

ユーザが記事を通報したのは、次の理由です。
{7}

このメッセージはフォーラムの全モデレータ宛て、もしくは全管理者とスーパーモデレータ宛てに送られています。

できるだけ速やかに記事の確認をしてください。";
$l['email_passwordreset'] = "{1},

{2}のパスワードが初期化されました。

新しいパスワードは {3} です。

フォーラムへのログインにこのパスワードが必要になります。ログインしたら、まずユーザCPへ行き、パスワードを変更してください。

-- 
{2}スタッフ";
$l['email_randompassword'] = "{1},

{2}へのご登録ありがとうございます。ユーザ名とランダムに生成されたパスワードを下記に示します。{2}へのログインにこの情報が必要となります。

ユーザ名: {3}
パスワード: {4}

ログインしたら、まずパスワードの変更をしておくことをお勧めします。ユーザCPへ行き、「パスワードの変更」をクリックすると変更できます。

-- 
{2}スタッフ";
$l['email_randompassword1'] = "{1},

{2}へのご登録ありがとうございます。 ユーザ名とランダムに生成されたパスワードを下記に示します。{2}へのログインにこの情報が必要となります。

メールアドレス
パスワード: {4}

ログインしたら、まずパスワードの変更をしておくことをお勧めします。ユーザCPへ行き、「パスワードの変更」をクリックすると変更できます。

-- 
{2} Staff";
$l['email_randompassword2'] = "{1},

{2}へのご登録ありがとうございます。 ユーザ名とランダムに生成されたパスワードを下記に示します。{2}へのログインにこの情報が必要となります。

ユーザ名: {3} (またはメールアドレス)
パスワード: {4}


ログインしたら、まずパスワードの変更をしておくことをお勧めします。ユーザCPへ行き、「パスワードの変更」をクリックすると変更できます。

-- 
{2}スタッフ";
$l['email_sendtofriend'] = "こんにちは。

{1}の{2}が次のサイトを紹介しています。

{3}

{1} からのメッセージは次のとおりです。
------------------------------------------
{4}
------------------------------------------

-- 
{2}スタッフ
";
$l['email_forumsubscription'] = "{1},

{2}が{3}に新しいスレッドを立てました。{4}でウォッチ中のフォーラムです。

スレッドのタイトルは「{5}」です。

本文の要約は次のとおりです。
--
{6}
--

次のURLでスレッドをご覧になれます。
{7}/{8}

他にも新しいスレッドや返信があるかもしれませんが、掲示板にアクセスするまで次の通知は送信されません。

-- 
{4}スタッフ

------------------------------------------
退会について:

もしこのフォーラムの新しいスレッドについての通知をこれ以上受け取りたくなければ、ブラウザで次のURLにアクセスしてください。
{7}/usercp2.php?action=removesubscription&type=forum&fid={9}&my_post_key={10}

------------------------------------------";
$l['email_activateaccount'] = "{1},

{2}の登録手続きを完了するために、以下のURLをブラウザでアクセスしてください。

{3}/member.php?action=activate&uid={4}&code={5}

上記リンクがうまくいかなかった場合、次のURLにアクセスしてください。

{3}/member.php?action=activate

以下の情報を入力してください。
ユーザ名: {1}
有効化コード: {5}

-- 
{2}スタッフ";
$l['email_activateaccount1'] = "{1},

{2}の登録手続きを完了するために、以下のURLをブラウザでアクセスしてください。

{3}/member.php?action=activate&uid={4}&code={5}

上記リンクがうまくいかなかった場合、次のURLにアクセスしてください。

{3}/member.php?action=activate

以下の情報を入力してください。
メールアドレス
有効化コード: {5}

-- 
{2}スタッフ";
$l['email_activateaccount2'] = "{1},

{2}の登録手続きを完了するために、以下のURLをブラウザでアクセスしてください。

{3}/member.php?action=activate&uid={4}&code={5}

上記リンクがうまくいかなかった場合、次のURLにアクセスしてください。

{3}/member.php?action=activate

以下の情報を入力してください。
ユーザ名: {1} (またはメールアドレス)
有効化コード: {5}

-- 
{2}スタッフ";
$l['email_subscription'] = "{1},

{3}でウォッチしているスレッドに {2} が返信しました。スレッドのタイトルは「{4}」です。

本文の要約は次のとおりです。
------------------------------------------
{5}
------------------------------------------

次のURLでスレッドをご覧になれます。
{6}/{7}

他にも新しいスレッドや返信があるかもしれませんが、掲示板にアクセスするまで次の通知は送信されません。

-- 
{3}スタッフ

------------------------------------------
退会について:

もしこのフォーラムの新しいスレッドについての通知をこれ以上受け取りたくなければ、ブラウザで次のURLにアクセスしてください。
{6}/usercp2.php?action=removesubscription&tid={8}&key={9}&my_post_key={10}

------------------------------------------";
$l['email_reachedpmquota'] = "{1},

このメールは {2} からプライベートメールボックスの容量が上限に達したことをお知らせするために自動送信されています。

他のユーザからプライベートメッセージが送信されましたが、受信することができませんでした。

ご不要のメールを削除し、またゴミ箱も忘れずにカラにしてください。

-- 
{2}スタッフ
{3}";
$l['email_changeemail'] = "{1},

{2} のメールアドレスを下記のように変更したいとの依頼を受けました。

旧メールアドレス: {3}
新メールアドレス: {4}

この変更が正しければ、次のURLをブラウザでアクセスして{2}の認証処理を進めてください。

{5}/member.php?action=activate&uid={8}&code={6}

上記リンクでうまくいかない場合には、次のURLにアクセスしてください。

{5}/member.php?action=activate

以下の情報を入力してください。
ユーザ名: {7}
有効化コード: {6}

認証しなければプロフィールのメールアドレスは以前のアドレスのままとなり、変更されません。

-- 
{2}スタッフ
{5}";
$l['email_newpm'] = "{1},
		
{3}で{2}から新しいプライベートメッセージを受信しました。次のリンクからメッセージをご覧ください。

{4}/private.php

{3}にアクセスするまでこれ以上通知を受け取ることはないので、ご注意ください。

新しいメッセージを受信したときの通知をやめるには、アカウントのオプションページで設定できます。

{4}/usercp.php?action=options

-- 
{3}スタッフ
{4}";
$l['email_emailuser'] = "{1},

{2}で{3}から下記のメッセージを受信しました。
------------------------------------------
{5}
------------------------------------------

-- 
{3}スタッフ
{4}

------------------------------------------
他のメンバーからのメールを受け取らないようにしたいですか？

もし他のメンバーからメールを受信したくなければ、ユーザCPのオプションで「他のメンバーからメールアドレスを隠す」で設定できます。
{4}/usercp.php?action=options

------------------------------------------";
?>
