<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['contact'] = 'Свяжитесь с нами';
$l['contact_no_message'] = 'Вы не указали сообщение для отправки.';
$l['contact_no_subject'] = 'Вы должны ввести тему сообщения.';
$l['contact_no_email'] = 'Вы должны ввести правильный адрес E-Mail';
$l['contact_success_message'] = 'Ваше сообщение успешно отослано администратору.';
$l['contact_subject'] = 'Тема';
$l['contact_subject_desc'] = 'Краткая тема вашего сообщения.';
$l['contact_message'] = 'Сообщение';
$l['contact_message_desc'] = 'Опишите свое беспокойство в этой области в деталях.';
$l['contact_email'] = 'E-Mail';
$l['contact_email_desc'] = 'Введите Ваш E-Mail, для того, чтоб мы могли с Вами связаться.';
$l['contact_send'] = 'Послать';
$l['subject_too_long'] = 'Заголовок слишком длинный. Пожалуйста введите заголовок короче чем {1} символов (текущее {2}).';
$l['message_too_short'] = 'Сообщение слишком короткое. Пожалуйста введите сообщение длиннее чем {1} символов (текущее {2}).';
$l['message_too_long'] = 'Сообщение слишком длинное. Пожалуйста введите сообщение короче чем {1} символов (текущее {2}).';

$l['error_stop_forum_spam_spammer'] = 'Извините, {1} совпадает с известным спамером и по этому Ваши контакты были заблокированы.';
$l['error_stop_forum_spam_fetching'] = 'Извините, что-то пошло не так, при проверке вашего сообщения на спам. Скорее всего, база данных не доступна. Пожалуйста, попробуйте снова позднее.';
