<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['postdata_invalid_user_id'] = 'Пользователь не существует.';
$l['postdata_firstpost_no_subject'] = 'Тема не имеет заголовка.';
$l['postdata_missing_subject'] = 'Пропущен заголовок темы. Пожалуйста введите заголовок.';
$l['postdata_missing_message'] = 'Пропущен текст сообщения.';
$l['postdata_message_too_long'] = 'Сообщение слишком длинное. Пожалуйста введите сообщение короче чем {1} символов (сейчас {2})';
$l['postdata_message_too_short'] = 'Сообщение слишком короткое. Пожалуйста введите сообщение длиннее чем {1} символов ';
$l['postdata_subject_too_long'] = 'Превышен размер заголовка. Его размер не должен превышать 85 символов (сейчас {1}).';
$l['postdata_banned_username'] = 'Имя пользователя, которое Вы ввели, не зарегитрировано. Пажалуста введите другое имя.';
$l['postdata_bad_characters_username'] = 'Имя пользователя, которое вы ввели, содержит некорректные символ. Пажалуста введите другое имя.';
$l['postdata_invalid_username_length'] = 'Имя пользователя, которое вы ввели, имеет некорректную длинну. Пажалуста введите имя между {1} и {2} символами.';
$l['postdata_username_exists'] = 'Такое имя уже занято. Пожалуйста, выберите другое.';
$l['postdata_post_flooding'] = 'Вы пытаетесь создать сообщение слишком быстро после создания предыдущего сообщения. Пожалуйста, подождите <b>{1}</b> секунд.';
$l['postdata_post_flooding_one_second'] = 'Вы пытаетесь создать сообщение слишком быстро после создания предыдущего сообщения. Пожалуйста, подождите <b>1</b> секунду.';
$l['postdata_too_many_images'] = 'Сообщение содержит <b>{1}</b> изображений, но разрешено максимум <b>{2}</b> изображений на сообщение. Пожалуйста, уменьшите количество изображений в вашем сообщении.';
$l['postdata_too_many_videos'] = 'Ваше сообшение содержит {1} видео, в то время как разрешено только {2} видео в одном сообщении. Пожалуста, сократите количество видео в вашем сообщении до лимита.';
$l['postdata_invalid_prefix'] = 'Выбранный префикс неверен. Пожалуйста выберете правильный.';
$l['postdata_require_prefix'] = 'Форум требует чтобы префикс темы был установлен. Пожалуйста выбирете правильный префикс.';

$l['thread_closed'] = 'Тема закрыта';
$l['thread_opened'] = 'Тема открыта';
$l['thread_stuck'] = 'Тема прикреплена';
$l['thread_unstuck'] = 'Тема откреплена';
