<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['pmdata_too_long_subject'] = 'Заголовок личного сообщения слишком длинный. Пожалуйста, введите более короткий заголовок.';
$l['pmdata_code_no_subject'] = '[без заголовка]';
$l['pmdata_missing_subject'] = 'Вы не ввели заголовок сообщения.';
$l['pmdata_missing_message'] = 'Вы не ввели текст сообщения.';
$l['pmdata_invalid_recipients'] = 'Один или несколько выбранных адресатов не зарегистрированы. Некорректный адресае: {1}';
$l['pmdata_no_recipients'] = 'Вы не ввели получателей вашего письма. Введите логин как минимум одного получателя в соответствующем поле.';
$l['pmdata_too_many_recipients'] = 'Вам разрешено посылать письма максимум {1} пользователям одновременно.';
$l['pmdata_recipient_is_ignoring'] = 'Вы не можете послать сообщение  {1} потому что Вы в его списке игнорирования.';
$l['pmdata_recipient_has_buddy_only'] = 'Вы не можете отослать письмо {1}, так как Вы не в списке его друзей.';
$l['pmdata_recipient_pms_disabled'] = '{1} отключил личные сообщения. Вы не можете послать личное сообщение этому пользователю.';
$l['pmdata_recipient_reached_quota'] = '{1} достиг предела личных сообщений, по этому сообщение не может быть отослано.';

$l['pmdata_pm_flooding'] = 'Вы пытаетесь отправить сообщение слишком быстро после отправки предыдущего. Подождите {1} секунд и попробуйте снова.';
$l['pmdata_pm_flooding_one_second'] = 'Вы пытаетесь отправить сообщение слишком быстро после отправки предыдущего. Подождите 1 секунду и попробуйте снова.';
