<?php
/**
 * MyBB 1.8 Russian Language Pack
 * This is a Russian MyBB Translation, version 1.2  / 10.11.2014/ done by bmv98rus 
 * Based on MyBB 1.6 Russian Language Pack from nirvana and Chulik
 */
 
$l['eventdata_missing_name'] = 'Пропущено название события. Пожалуйста, введите название события.';
$l['eventdata_missing_description'] = 'Пpопyщено описание события. Пожалyйста, введите описание события.';

$l['eventdata_invalid_start_date'] = 'Вы ввели неверную дату начала события. Вы должны убедиться, что вы указали день, месяц и год, а также что день действителен для данного месяца.';
$l['eventdata_invalid_start_year'] = "Вы можете ввести событие только на ближайшие 5 лет. Пожалуйста, откорректируйте дату начала события.";
$l['eventdata_invalid_start_month'] = 'Вы ввели неверный месяц начала события. Пожалуйста, введите правильный месяц.';

$l['eventdata_invalid_end_date'] = 'Вы ввели неверную дату завершения события. Вы должны убедиться, что вы указали день, месяц и год, а также что день действителен для данного месяца.';
$l['eventdata_invalid_end_year'] = "Вы можете ввели событие только на ближайшие 5 лет. Пожалуйста, откорректируйте дату завершения события.";
$l['eventdata_invalid_end_month'] = 'Вы ввели неверный месяц завершения события. Пожалуйста, введите правильный месяц.';
$l['eventdata_invalid_end_day'] = 'Вы ввели неверный день завершения события. Возможно, этот день не существует в выбранном месяце.';

$l['eventdata_cant_specify_one_time'] = "Если Вы ввели дату начала события, пожалуйста, выберите дату завершения события.";
$l['eventdata_start_time_invalid'] = "Вы ввели неверное время начала события. Пример : 12am, 12:01am, 00:01.";
$l['eventdata_end_time_invalid'] = "Вы ввели неверное время завершения события. Пример : 12am, 12:01am, 00:01.";
$l['eventdata_invalid_timezone'] = "Вы ввели неверный часовой пояс события.";
$l['eventdata_end_in_past'] = "Вы ввели неверное время завершения события, ваше событие заканчивается раньше, чем начинается.";

$l['eventdata_only_ranged_events_repeat'] = "Только продолжительные события (с фиксированными датами начала и конца) могут повторяться.";
$l['eventdata_invalid_repeat_day_interval'] = "Вы ввели неверный дневной интервал повторения события.";
$l['eventdata_invalid_repeat_week_interval'] = "Вы ввели неверный недельный интервал повторения события.";
$l['eventdata_invalid_repeat_weekly_days'] = "Вы не ввели дни недели, в которых повторяется данное событие.";
$l['eventdata_invalid_repeat_month_interval'] = "Вы ввели неверный месячный интервал повторения события.";
$l['eventdata_invalid_repeat_year_interval'] = "Вы ввели неверный годовой интервал повторения события.";
$l['eventdata_event_wont_occur'] = "Для заданных дат начала и конца, а также интервала повторения, Ваше событие никогда не повторится.";

$l['eventdata_no_permission_private_event'] = "У вас нет прав, для создания личных событий.";