<?php
/**
 * MyBB 1.8 Russian Language Pack
 * This is a Russian MyBB Translation, version 1.2  / 10.11.2014/ done by bmv98rus 
 * Based on MyBB 1.6 Russian Language Pack from nirvana and Chulik
 */
 
$l['nav_editpost'] = "Редактировать сообщение";
$l['edit_post'] = "Редактировать это сообщение";
$l['delete_post'] = "Удалить сообщение";
$l['delete_q'] = "Удалить?";
$l['delete_1'] = "Для удаления этого сообщения отметьте поле слева и нажмите кнопку справа.";
$l['delete_2'] = "<b>Внимание:</b> Если это сообщение является пеpвым в теме, то pезyльтатом его yдаления бyдет yдаление всей темы.";
$l['subject'] = "Звголовок";
$l['your_message'] = "Ваше сообщение";
$l['post_options'] = "Опции сообщения:";
$l['editreason'] = "Причина редактирования:";
$l['options_sig'] = "<strong>Подпись:</strong> включить Вашy подпись. (только для заpегистpиpованных)";
$l['options_emailnotify'] = "<strong>Уведомление:</strong> получать уведомление по электронной почте о новом ответе. (только для зарегистрированных)";
$l['options_disablesmilies'] = "<strong>Отключить смайлики:</strong> отключить показ смайликов в этом сообщении.";
$l['preview_post'] = "Предварительный просмотр";
$l['update_post'] = "Обновить сообщение";
$l['poll'] = "Голосование";
$l['poll_desc'] = "Возможно добавление голосования к теме.";
$l['poll_check'] = "Добавить голосование";
$l['num_options'] = "Количество вариантов ответов:";
$l['max_options'] = "(Максимyм: {1})";
$l['delete_now'] = "Удалить сейчас";
$l['edit_time_limit'] = "Извините, но Вы не можете редактировать Ваше сообщение. Разpешено pедактиpование сообщения не чаще pаза в {1} минут.";
$l['no_prefix'] = "Без префикса";

$l['redirect_nodelete'] = "Сообщение не было удалено, так как Вы не отметили поле \'Удалить\'.";
$l['redirect_norestore'] = "Сообщение не было восстановлено потому что Вы не отметили полк \"Restore\" .";
$l['redirect_postedited'] = "Сообщение было отредактировано. <br />Сейчас вы будете перемещены в тему.";
$l['redirect_postedited_redirect'] = "Сейчас вы будете перемещены к теме.";
$l['redirect_postedited_poll'] = "Сообщение было отредактировано. <br />Так как оно было отмечено как голосование, Вы будете перемещены на страницу создания опроса.";
$l['error_invalidpost'] = "Вы прошли по неверной ссылке. Удостоверьтесь что данное сообщение существует и попробуйте заново.";
$l['redirect_threaddeleted'] = "Тема удалена.<br />Сейчас вы будете перемещены в форум.";
$l['redirect_postdeleted'] = "Сообщение удалено.<br />Сейчас вы будете перемещены.";
$l['redirect_threadrestored'] = "Спасибо, тема была востановлена.<br />Сейчас Вы будете возвращены на форум.";
$l['redirect_postrestored'] = "Спасибо, сообщение было востановлено.<br />Сейчас Вы будете возвращены на форум.";
$l['redirect_threadclosed'] = "Редактирование невозможно, так как тема закрыта.";
$l['redirect_post_moderation'] = "Вы успешно отредактировали сообщение, однако все изменения сообщений модерируются администрацией форума. Изменения будут подтверждены после проверки модератором.";
$l['redirect_thread_moderation'] = "Вы успешно отредактировали тему, однако все изменения тем модерируются администрацией форума. Изменения будут подтверждены после проверки модератором.";
$l['error_already_delete'] = "Извините, но сообщеие уже удалено.";

$l['thread_deleted'] = "Удаленная навсегда тема";
$l['post_deleted'] = "Удаленное навсегда сообщение";
$l['thread_soft_deleted'] = "Мягкое удаление темы";
$l['post_soft_deleted'] = "Мягкое удалеие сообщения";
$l['thread_restored'] = "Востановленная тема";
$l['post_restored'] = "Восстановленное сообщеие";

$l['error_already_deleted'] = 'Выбранное сообщение уже удалено.';
