<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

 // Help Document 1
$l['d1_name'] = 'Регистрация';
$l['d1_desc'] = 'Возможности после регистрации.';
$l['d1_document'] = 'Некоторые возможности этого форума требуют регистрации. Регистрация является бесплатной и занимает всего несколько минут.
<br /><br />Как только Вы зарегистрируетесь Вы сможете создавать сообщения, настраивать свою учетную запись и профиль.
<br /><br />Также Вы сможете подписываться на интересующие Вас темы или форумы, добавлять темы в список избранных тем, выбирать стиль форума из списка доступных, использовать личный блокнот и отправлять электронную почту участникам форума.';

// Help Document 2
$l['d2_name'] = 'Обновление Профиля';
$l['d2_desc'] = 'Изменение данных учетной записи.';
$l['d2_document'] = 'В какой-то момент Вам может потребоваться изменить данные Вашей учетной записи, например номер интернет-пейджера, сменить пароль или адрес электронной почты. Все эти изменения Вы можете произвести в Панели Управления. Для доступа в Панель Управления Вам нужно выбрать в верхнем меню, расположенном на каждой странице форума, пункт \'Панель Управления\'. Там выбрав \'Редактировать профиль\' измените или обновите нужные опции.';

// Help Document 3
$l['d3_name'] = 'Использование Cookies в MyBB';
$l['d3_desc'] = 'MyBB использует cookies для автоматического входа.';
$l['d3_document'] = 'MyBB использует cookies для хранения информации о автоматическом входе и времени последнего посещения.
<br /><br />Cookies это небольшой текстовый документ, хранящийся на Вашем компьютере; cookies устанавливаются форумом таким образом, что сохраняют Вашу конфиденциальность и могут быть использованы только на этом форуме.
<br /><br />Cookies также хранят информацию о том какие темы Вы просмотрели и в какое время.
<br /><br />Для очистки всех cookies, установленных форумом, нажмите <a href="misc.php?action=clearcookies&amp;my_post_key={1}">here</a>.';

// Help Document 4
$l['d4_name'] = 'Вход и Выход';
$l['d4_desc'] = 'Как входить на форум и выходить из него.';
$l['d4_document'] = 'Когда Вы входите, на Вашем компьютере устанавливаются cookies, так что Вы можете не вводить каждый раз свои логин и пароль. Выход означает очистку cookies, так что никто не сможет зайти на форум под Вашей учетной записью с этого компьютера.
<br /><br />Для входа нажмите ссылку \'Вход\' в верхнем меню. Для выхода нажмите ссылку \'Выход\', расположенную там же. В том случае, если Вы не можете выйти с форума, очистите cookies вручную.';

// Help Document 5
$l['d5_name'] = 'Создание Темы';
$l['d5_desc'] = 'Создание новой темы на форуме.';
$l['d5_document'] = 'Когда Вы заходите в интересующий Вас форум, и желаете создать там тему, нажмите одну из клавиш \'Новая тема\', расположенных ниже и выше списка тем. Пожалуйста, удостоверьтесь, что Вы имеете возможность создавать темы в этом форуме, так как администрация могла установить этот форум закрытым или отправить его в архив.';

// Help Document 6
$l['d6_name'] = 'Создание сообщений';
$l['d6_desc'] = 'Создание ответов в теме.';
$l['d6_document'] = 'Во время Вашего посещения форума, Вы захотите создать сообщение в интересующей Вас теме. Для этого нажмите одну из кнопок \'Ответить\' , расположенных после списка сообщений. Пожалуйста, удостоверьтесь, что Вы имеете возможность создавать сообщения в этой теме.
<br /><br />Модератор форума может закрыть тему, это означает что участники не смогут создавать сообщения в этой теме. Пользователи не могут сами открыть тему без помощи модератора или администратора.';

// Help Document 7
$l['d7_name'] = 'BBкоды';
$l['d7_desc'] = 'Изучите как пользоваться BBкодами для улучшения вида Ваших сообщений.';
$l['d7_document'] = 'Вы можете использовать BBкоды, которые являются аналогами HTML-тегов, в Ваших сообщениях для их оформления.
<p><br />[b]Полужирный текст[/b]<br />&nbsp;&nbsp;&nbsp;<b>Полужирный текст</b>
<p>[i]Курсив[/i]<br />&nbsp;&nbsp;&nbsp;<i>Курсив</i>
<p>[u]Подчеркнутый текст[/u]<br />&nbsp;&nbsp;&nbsp;<u>Подчеркнутый текст</u>
<p>[s]Зачеркнутый текст[/s]<br />&nbsp;&nbsp;&nbsp;<strike>Зачеркнутый текст</strike>
<p><br />[url]http://www.example.com/[/url]<br />&nbsp;&nbsp;&nbsp;<a href="http://www.example.com/">http://www.example.com/</a>
<p>[url=http://www.example.com/]Example.com[/url]<br />&nbsp;&nbsp;&nbsp;<a href="http://www.example.com/">Example.com</a>
<p>[email]example@example.com[/email]<br />&nbsp;&nbsp;&nbsp;<a href="mailto:example@example.com">example@example.com</a>
<p>[email=example@example.com]Отправить электронное письмо[/email]<br />&nbsp;&nbsp;&nbsp;<a href="mailto:example@example.com">Отправить электронное письмо</a>
<p>[email=example@example.com?subject=spam]Отправить электронное письмо с темой[/email]<br />&nbsp;&nbsp;&nbsp;<a href="mailto:example@example.com?subject=spam">Отправить электронное письмо с темой</a>
<p><br />[quote]Цитируемый текст[/quote]<br />&nbsp;&nbsp;&nbsp;<quote>Цитируемый</quote>
<p>[code]Текст с сохраненным форматом[/code]<br />&nbsp;&nbsp;&nbsp;<code>Текст с сохраненным форматом</code>
<p><br />[img]http://www.php.net/images/php.gif[/img]<br />&nbsp;&nbsp;&nbsp;<img src="http://www.php.net/images/php.gif">
<p>[img=50x50]http://www.php.net/images/php.gif[/img]<br />&nbsp;&nbsp;&nbsp;<img src="http://www.php.net/images/php.gif" width="50" height="50">
<p><br />[color=red]Текст красного цвета[/color]<br />&nbsp;&nbsp;&nbsp;<font color="red">Текст красного цвета</font>
<p>[size=3]Текст размером 3[/size]<br />&nbsp;&nbsp;&nbsp;<font size="3">Текст размером 3</font>
<p>[font=Tahoma]Шрифт Tahoma[/font]<br />&nbsp;&nbsp;&nbsp;<font face="Tahoma">Шрифт Tahoma</font>
<p><br />[align=center]Выравнивание по центру[/align]<div align="center">Выравнивание по центру</div>
<p>[align=right]Выравнивание по правому краю[/align]<div align="right">Выравнивание по правому краю</div>
<p><br />[list]<br />[*]Элемент списка #1<br />[*]Элемент списка #2<br />[*]Элемент списка #3<br />[/list]<br /><ul><li>Элемент списка #1</li><li>Элемент списка #2</li><li>Элемент списка #3</li>
</ul>
<p>Вы можете создавать нумерованный список указав [list=1] , и алфавитный список указав [list=a].</p>';
