<?php
/**
 * MyBB 1.8 Russian Language Pack
 * This is a Russian MyBB Translation, version 1.2  / 10.11.2014/ done by bmv98rus 
 * Based on MyBB 1.6 Russian Language Pack from nirvana and Chulik
 */
 
$l['nav_group_management'] = "{1} Управление группами";
$l['nav_join_requests'] = "Запросов о вступлении";
$l['nav_group_memberships'] = "Членство в группах";

$l['not_leader_of_this_group'] = "Извините, но Вы не лидер этой группы пользователей.";
$l['invalid_group'] = "Эта группа пользователей не существует.";
$l['pending_requests'] ="Ожидающие запросы о вступлении";
$l['num_requests_pending'] = "В настоящее время <strong>{1}</strong> ожидающих запросов для этой группы пользователей.";
$l['group_management'] = "Управление группой";
$l['members_of'] = "Участников в группе \'{1}\'";
$l['user_name'] = "Имя пользователя";
$l['contact'] = "Контакт";
$l['reg_date'] = "Зарегистрирован";
$l['post_count'] = "Сообщений";
$l['remove_selected'] = "Удалить пользователя из группы";
$l['add_member'] = "Добавить участника в \"{1}\"";
$l['add_member_submit'] = "Добавить участника в группу";
$l['invite_member'] = "Пригласить участника в \"{1}\"";
$l['invite_member_submit'] = "Пригласить в участники группы";
$l['join_requests'] = "Запрос о вступлении";
$l['join_requests_title'] = "Запросы о вступлении в \"{1}\"";
$l['leader'] = "(Лидер)";
$l['reason'] ="Причина";
$l['accept'] = "Принять";
$l['ignore'] = "Игнорировать";
$l['decline'] = "Отклонить";
$l['action_requests'] = "Обработка запросов";
$l['join_requests_moderated'] = "Запросы о вступлении были обработаны.<br />Сейчас вы будете перемещены на страницу с запросами.";
$l['no_requests'] = "В текущий момент нету ожидающих запросов для этой группе.";
$l['no_users'] = "Тут нет пользователей из этой группы.";
$l['user_added'] = "Пользователь был добавлен в группу.";
$l['users_removed'] = "Выбранный пользователь был удален из группы.";
$l['group_no_members'] = "На текущий момент в группе нет пользователей.<br />Для возврата на страницу управления группами, нажмите <a href=\"usercp.php?action=usergroups\">сюда</a>.";
$l['group_public_moderated'] = "Это группа пользователей является открытой группой.  Все запросы о вступлении обрабатываются лидером группы.";
$l['group_public_not_moderated'] = "Эта группа пользователей является открытой группой. Членство предоставляется свободно.";
$l['group_public_invite'] = "Группа пользователей это публичная группа пользователей, которая требует приглашение от лидера группы, для того, чтобы присоединится к ней.";
$l['group_private'] = "Эта группа пользователей является закрытой группой. Членство предоставляется только лидером группы.";
$l['group_default'] = "Эта группа пользователей является основной группой.";
$l['group_leaders'] = "Лидеры группы";
$l['search_user'] = "Поиск пользователя";
$l['no_users_selected'] = "Извините, но нет пользователей, выбранных для удаления. <br /> Пожалуйста, вернитесь назад и выберите пользователей, которых вы хотите удалить из группы.";

$l['error_alreadyingroup'] = "Выбранный пользователь уже является членом группы.";
$l['error_alreadyinvited'] = "Выбранный пользователь уже приглашен.";

$l['user_invited'] = "Пользователь приглашен войти в группу.";
$l['invite_pm_subject'] = "Вы приглашены войти в \"{1}\"";
$l['invite_pm_message'] = "Вы получили приглашение войти в группу \"{1}\".

Хотите войти, пожалуйста, перейдите к вашей [url={2}/usercp.php?action=usergroups] [/url] странице и кликните 'Принять приглашение'.

Это приглашение не истекает.";
$l['invite_pm_message_expires'] = "Вы получили приглашение войти в группу \"{1}\".

Хотите войти, пожалуйста, перейдите к вашей [url={2}/usercp.php?action=usergroups] 'Участники группы' [/url] странице и кликните 'Принять приглашение'.

Это приглашение истекает в течеии {3} дней от текущего момента.";

