<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_register'] = 'Регистрация';
$l['nav_activate'] = 'Активация';
$l['nav_resendactivation'] = 'Повторный запрос активации';
$l['nav_lostpw'] = 'Восстановление пароля';
$l['nav_resetpassword'] = 'Сброс пароля';
$l['nav_login'] = 'Вход';
$l['nav_emailuser'] = 'E-Mail пользователя';
$l['nav_profile'] = 'Профиль {1}';

$l['tpp_option'] = 'Показывать {1} тем на странице';
$l['ppp_option'] = 'Показывать {1} сообщений на странице';
$l['account_activation'] = 'Активация аккаунта';
$l['activate_account'] = 'Активировать аккаунт';
$l['activation_code'] = 'Код активации:';

$l['email_user'] = 'Отправить E-Mail {1}';
$l['email_subject'] = 'Заголовок сообщения';
$l['email_message'] = 'Сообщение E-Mail';
$l['send_email'] = 'Отправить E-Mail';
$l['error_hideemail'] = 'Этот пользователь решил скрывать свой E-Mail адрес, поэтому вы не можете отправить ему письмо.';
$l['error_no_email_subject'] = 'Вы не ввели заголовок сообщения.';
$l['error_no_email_message'] = 'Вы не ввели текст сообщения.';

$l['login'] = 'Войти';
$l['pw_note'] = 'Помните, что пароли чувствительны к регистру.';
$l['lostpw_note'] = 'Забыли пароль?';
$l['lost_pw'] = 'Забытый пароль от аккаунта';
$l['lost_pw_form'] = 'Восстановление забытого пароля';
$l['email_address'] = 'Адрес электронной почты:';
$l['request_user_pass'] = 'Запрашиваемый Логин / Пароль';
$l['profile'] = 'Профиль {1}';
$l['registration_date'] = 'Дата регистрации:';
$l['date_of_birth'] = 'Дата рождения:';
$l['birthdayhidden'] = 'Скрыто';
$l['birthday'] = 'Дата рождения:';
$l['local_time'] = 'Местное время:';
$l['local_time_format'] = '{1}, {2}';
$l['users_forum_info'] = 'Основная информация о {1}';
$l['joined'] = 'Дата регистрации:';
$l['lastvisit'] = 'Воследнее посещение:';
$l['total_posts'] = 'Сообщений:';
$l['ppd_percent_total'] = 'В день: <b>{1}</b> | От всех сообщений:  <b>{2}%</b>';
$l['total_threads'] = 'Тем:';
$l['tpd_percent_total'] = '{1} всего тем за день | {2} % от всех сообщений';
$l['find_posts'] = 'Найти все сообщения';
$l['find_threads'] = 'Найти все темы';
$l['members_referred'] = 'Приглашение от:';
$l['rating'] = 'Рейтинг:';
$l['users_contact_details'] = 'Как связаться с {1}';
$l['homepage'] = 'Вебсайт:';
$l['pm'] = 'Личное сообщение:';
$l['send_pm'] = 'Отправить {1} личное сообщение.';
$l['icq_number'] = 'ICQ номер:';
$l['aim_screenname'] = 'AIM имя:';
$l['yahoo_id'] = 'Yahoo ID:';
$l['skype_id'] = 'Skype ID:';
$l['google_id'] = 'Google Talk ID:';
$l['avatar'] = 'Аватар:';
$l['warning_level'] = 'Уровень предупреждений:';
$l['warn'] = 'Предупредить';
$l['away_note'] = '{1} отсутствует.';
$l['away_reason'] = 'Причина:';
$l['away_since'] = 'Отсутствует с:';
$l['away_returns'] = 'Вернется:';
$l['away_no_reason'] = 'Не указано.';
$l['ban_note'] = 'В текущий момент этот пользователь забанен.';
$l['ban_by'] = 'Забанен';
$l['ban_length'] = 'Длительность бана';
$l['ban_remaining'] = "remaining";

$l['users_additional_info'] = 'Дополнительная информация о {1}';
$l['email'] = 'E-Mail:';
$l['send_user_email'] = 'Отправить {1} E-Mail.';
$l['users_signature'] = 'Подпись {1}';
$l['agreement'] = 'Регистрационное соглашение  <b>(<font color="yellow"> Внимание! При использовании доменной авторизации в домене DELLIN регистрация не требуется. </font>)</b>';
$l['agreement_1'] = 'Администрация форума пытается редактировать или удалять любые оскорбительные, ненавистные и клеветнические сообщения, а также сообщения, содержащие ненормативную лексику, сексуальные побуждения, конфиденциальную информацию. Однако все сообщения просмотреть невозможно. По этой причине вы признаёте, что все сообщения, оставленные на этом форуме, отражают точки зрения их авторов. Администрация форума не несёт никакой ответственности за оставленные на форуме сообщения.';
$l['agreement_2'] = 'Регистрируясь на данном форуме, вы соглашаетесь не оставлять лживые, неточные, оскорбительные, беспокоящие, сексуально побуждающие, угрожающие, конфиденциальные сообщения или материалы, публикация которых может нарушить соответствующие законы.';
$l['agreement_3'] = 'В случае нарушения данных условий ваша учётная запись может быть забанена или удалена. Вам может быть также закрыт доступ к форуму. Ваш адрес IP сохраняется для каждого оставленного вами сообщения и может быть использован администрацией форума. Вы соглашаетесь, что администрация форума, если считает нужным, имеет право редактировать или удалять любое сообщение, банить любую учётную запись. Вы также соглашаетесь, что ваша информация на форуме будет храниться в базе данных, а информация для автоматического входа будет храниться в cookies вашего браузера.';
$l['agreement_4'] = 'Любая ваша информация на форуме не может быть передана третьим лицам без вашего полного согласия. Однако администрация форума не несёт ответственность за возможные взломы форума, из-за которых ваша информация может стать доступной другим.';
$l['agreement_5'] = 'Продолжая регистрацию на форуме, вы соглашаетесь с данными условиями, а также с условиями, которые установлены администрацией форума.';
$l['registration'] = 'Регистрация';
$l['required_fields'] = 'Требуемые поля';
$l['complex_password'] = '<acronym title="Пароль, содержащий по крайней мере, {1} символов, заглавные буквы, строчные буквы и цифры.">Сложный</acronym> Пароль:';
$l['confirm_email'] = 'Подтвердите E-Mail:';
$l['optional_fields'] = 'Дополнительные поля';
$l['website_url'] = 'Адрес вебсайта:';
$l['birthdate'] = 'Дата рождения:';
$l['additional_info'] = 'Дополнительная информация';
$l['required_info'] = 'Обязательная информация';
$l['i_agree'] = 'Я согласен';
$l['account_details'] = 'Детали аккаунта';
$l['account_prefs'] = 'Настройки аккаунта:';
$l['invisible_mode'] = 'Скрыть меня в списке \'Кто на Форуме\'.';
$l['allow_notices'] = 'Получать письма от Администрации.';
$l['hide_email'] = 'Скрыть email от других пользователей.';
$l['email_notify'] = 'Автоматически подписываться на темы, в которых я создаю сообщения.';
$l['receive_pms'] = 'Получать личные сообщения от других пользователей.';
$l['pm_notice'] = 'Уведомлять меня всплывающим окном при получении личного сообщения.';
$l['email_notify_newpm'] = 'Уведомлять меня по E-Mail, когда я получаю новое личное сообщение.';
$l['time_offset'] = 'Часовой пояс (включая коррекцию <acronym title="перехода на летнее время">DST</acronym>):';
$l['time_offset_desc'] = 'Если Вы находитесь в часовом поясе, отличающемся от используемого на форуме, Вы можете выбрать его из списка ниже.';
$l['dst_correction'] = 'Переход на летнее время:';
$l['dst_correction_auto'] = 'Автоматически корректировать настройки DST';
$l['dst_correction_enabled'] = 'Всегда использовать DST коррекцию';
$l['dst_correction_disabled'] = 'Никогда не использовать DST коррекцию';
$l['redirect_registered_coppa_activate'] = 'Спасибо за регистрацию на {1}, {2}. Ваш аккаунт был успешно создан, однако, так как владелец этого аккаунта моложе 13 лет, должно быть выдано разрешение от родителей прежде, чем этот аккаунт может быть использован.<br /><br />Родители или опекуны должны скачать, заполнить и отправить нам полную копию формы нашего соглашения <a href="member.php?action=coppa_form">COPPA</a>.<br /><br />Только после получения полностью заполненной формы, ваш аккаунт будет активирован.';
$l['coppa_compliance'] = 'Соглашение COPPA';
$l['coppa_desc'] = 'In order to register on these forums, we require you to verify your age to comply with <a href="http://coppa.org/" title="Children\'s Online Privacy Protection Act" target="_blank">COPPA</a>. Please enter your date of birth below.<br /><br />If you are under the age of 13, parental permission must be obtained prior to registration. A parent or legal guardian will need to download, fill in and submit to us a completed copy of our <a href="member.php?action=coppa_form" target="_blank">COPPA Compliance &amp; Permission form</a>.';
$l['hide_dob'] = 'Вы можете скрыть Вашу дату рождения и возраст, отредактировав Ваш профиль после регистрации.';
$l['signature'] = 'Подпись:';
$l['continue_registration'] = 'Продолжение с регистрацией';
$l['birthdayprivacy'] = 'Конфиденциальная дата рождения:';
$l['birthdayprivacyall'] = 'Отображать возраст и дату рождения';
$l['birthdayprivacynone'] = 'Скрыть возраст и дату рождения';
$l['birthdayprivacyage'] = 'Показывать только возраст';
$l['leave_this_field_empty'] = 'Оставьте это поле пустым:';
$l['error_need_to_be_thirteen'] = 'Вы должны быть тринадцати лет или старше, чтобы зарегистрироваться на этом форуме.';
$l['coppa_registration'] = 'регистрационная форма COPPA';
$l['coppa_form_instructions'] = 'Пожалуйста, распечатайте эту форму, заполните ее и отправьте по факсу или по телефонам, указанным ниже или отправить его по указанному почтовому адресу.';
$l['fax_number'] = 'Номер факса:';
$l['mailing_address'] = 'Почтовый адрес:';
$l['account_information'] = 'Информация аккаунта';
$l['parent_details'] = 'Детали Родителя / Опекуна';
$l['full_name'] = 'Полное имя:';
$l['relation'] = 'Родство:';
$l['phone_no'] = 'Тел #:';
$l['coppa_parent_agreement'] = 'Я понимаю, что предоставленные мною сведения, является правдивыми, что любая информация может быть изменена в будущем, введенный пароль и  данная учетная запись могут быть удалены по запросу.';

$l['coppa_agreement_1'] = 'Пользователям в возрасте до 13 лет должны получить разрешение от своих родителей или опекунов, для того,  чтобы зарегистрироваться на {1}.';
$l['coppa_agreement_2'] = 'Один из родителей или законный опекун должен скачать, заполнить и отправить нам заполненный экземпляр нашей <a href="member.php?action=coppa_form" target="_blank"> Формы COPPA соответствия и Разрешения</a>, прежде чем членство будет предоставлено.';
$l['coppa_agreement_3'] = 'Если вы хотите, вы можете начать процесс регистрации в настоящее время, однако учетная запись будет недоступна, пока такая форма соответствия не получена.';

$l['error_invalid_birthday'] = 'Дата рождения неверна . Пожалуста введите правильную дату рождения.';
$l['error_awaitingcoppa'] = 'Вы не можете войти с помощью этой учетной записи, так как она по-прежнему ожидает COPPA проверки одного из родителей или опекуна. <br /> <br /> Родители или законный опекун должны скачать, заполнить и представить нам заполненный экземпляр нашей <a href="member.php?action=coppa_form"> Форма COPPA соблюдения и Разрешения</a>. <br /> <br /> Как только мы получим заполненный экземпляр этой формы, учетная запись будет активирована.';

$l['lang_select'] = 'Языклвые настройки:';
$l['lang_select_desc'] = 'Выберите один из установленных языков форума.';
$l['lang_select_default'] = 'По умолчанию';

$l['submit_registration'] = 'Отправить регистрацию';
$l['confirm_password'] = 'Подтвердить пароль:';
$l['referrer'] = 'Пригласивший:';
$l['referrer_desc'] = 'Если Вы были приглашены на форум кем-то из участников, Вы можете указать его имя. Если нет, то оставьте это поле пустым.';
$l['search_user'] = 'Поиск пользователя';
$l['resend_activation'] = 'Переслать письмо для активации';
$l['request_activation'] = 'Запросить активационный код';
$l['ppp'] = 'Сообщений на странице:';
$l['ppp_desc'] = 'Позволяет выбрать количество показываемых сообщений на странице в теме.';
$l['tpp'] = 'Тем на странице:';
$l['tpp_desc'] = 'Позволяет выбрать количество показываемых тем на странице форума.';
$l['reset_password'] = 'Очистить пароль';
$l['send_password'] = 'Отправить новый пароль!';
$l['registration_errors'] = 'В процессе регистрации произошли следующие ошибки:';
$l['timeonline'] = 'Время на форуме:';
$l['timeonline_hidden'] = '(Скрыто)';
$l['registrations_disabled'] = 'Сожелеем, но Вы не можете зарегистрироваться потому, что администратор отключил возможность регистрации новых учетных записей.';
$l['error_username_length'] = 'Вы ввели неверный логин. Логин должен быть длинной от {1} до {2} символов.';
$l['error_stop_forum_spam_spammer'] = 'К сожелению, Ваше {1} совпадает с  известным, как спамер.  Пожалуйста, свяжитсь с администратором если считаете это ошибкой.';
$l['error_stop_forum_spam_fetching'] = 'К сожелению, что-то пошло не так при проверке аккаунта в базе данных спамеров. Скорее всего база данных не доступна. Пожалуйста, повторите попытку позже.';

$l['none_registered'] = 'Не зарегистрирован';
$l['not_specified'] = 'Не определено';
$l['membdayage'] = '(возраст {1})';
$l['mod_options'] = 'Опции модератора';
$l['edit_in_mcp'] = 'Редактировать в панели модератора';
$l['ban_in_mcp'] = 'Забанить в панели модератора';
$l['purgespammer'] = 'Чистка спамера';
$l['edit_usernotes'] = 'Редактировать  записи на пользователя в панели модератора';
$l['no_usernotes'] = 'В настоящее время нет никаких записей на этого пользователя';
$l['view_all_notes'] = 'Просмотреть все заметки';
$l['view_notes_for'] = 'Просмотреть заметки для {1}';
$l['reputation'] = 'Рейтинг:';
$l['reputation_vote'] = 'Оценить';
$l['reputation_details'] = 'Детали';
$l['already_logged_in'] = 'Внимание: вы уже зашли на форум как {1}.';
$l['admin_edit_in_acp'] = 'Редактировать этого пользователя в панели администратора';
$l['admin_ban_in_acp'] = 'Забанить  этого пользователя в панели администратора';
$l['admin_options'] = 'Настройки администратора';

$l['redirect_registered_activation'] = 'Спасибо за регистрацию на {1}, {2}.<p>Для завершения регистрации, проверьте Ваш ящик электронной почты на наличие инструкций по активации учетной записи. Пока Вы не активируете Вашу учетную запись, Вы не сможете оставлять сообщения в форумах';
$l['redirect_emailupdated'] = 'Ваш E-Mail обновлен.<br />Сейчас вы будете перемещены в вашу панель управления';
$l['redirect_accountactivated'] = 'Ваша учетная запись была активирована.<br />Сейчас вы будете перемещены на главную страницу форума.';
$l['redirect_accountactivated_admin'] = 'Ваш E-Mail Успешно подтвержден.<br />Теперь ваша регистрация должна быть активирована администратором. До тех пор Вы не можете посылать сообщения в форумы.<br />Сейчас вы будете перемещены на главную страницу.';
$l['redirect_registered'] = 'Спасибо за регистрацию на {1}, {2}.<br />Сейчас вы будете перемещены на главную страницу форума.';
$l['redirect_registered_admin_activate'] = 'Спасибо за регистрацию на {1}, {2}.<br />Ваша регистрация должна быть подтверждена администратором. Пока это не произойдет, Вы не можете создавать сообщения на форуме.';
$l['redirect_loggedout'] = 'Успешный выход.<br />Сейчас вы будете перемещены на главную страницу форума.';
$l['redirect_alreadyloggedout'] = 'Либо Вы уже вышли, либо еще не вошли.<br />Сейчас вы будете перемещены на главную страницу форума.';
$l['redirect_lostpwsent'] = 'Спасибо, на все учетные записи, принадлежащие данному адресу электронной почты, была выслана информация, о том как сменить пароль.<br /><br />Сейчас вы будете перемещены на главную страницу форума.';
$l['redirect_activationresent'] = 'Письмо с активацией было отправлено заново.';
$l['redirect_passwordreset'] = 'Спасибо, пароль от Вашей учетной записи сброшен. Новый сгенерированный случайным образом пароль был отослан на ящик электронной почты, указанный в вашей учетной записи.';
$l['redirect_memberrated'] = 'Участник оценен.';
$l['redirect_registered_passwordsent'] = 'Сгенерированный случайным образом пароль был отослан на ваш ящик электронной почты. Перед тем как войти на форум, Вы должны проверить электронную почту на наличие пароля от форума.';
$l['redirect_validated'] = 'Спасибо, Ваша учетная запись активирована.<br />Сейчас вы будете перемещены на главную страницу форума.';

$l['error_activated_by_admin'] = 'Запрос на повторную отсылку активационного письма отклонен. Все запросы на регистрацию должны быть одобрены администрацией.';
$l['error_alreadyregistered'] = 'Извините, но Вы уже зарегистрированы на форуме. Регистрация многочисленных учетных записей отключена.';
$l['error_alreadyregisteredtime'] = 'Регистрация невозможна. С Вашего IP Адреса уже произведено {1} новых регистраций в течении последних {2} часов . Пожалуйста, попробуйте позже.';
$l['error_badlostpwcode'] = 'Возможно, Вы ввели неверный код сброса  пароля. Пожалуйста, прочитайте заново письмо полученное Вами на электронную почту или свяжитесь с администрацией.';
$l['error_badactivationcode'] = 'Вы ввели неправильный активационный код. Для повторной отсылки активационного письма нажмите <a href="member.php?action=resendactivation">сюда</a>.';
$l['error_alreadyactivated'] = 'Учетная запись уже активирована.';
$l['error_alreadyvalidated'] = 'Ваш E-Mail уже подтвержден.';
$l['error_nothreadurl'] = 'Ваше сообщение не содержит ссылки на тему. Пожалуйста, используйте функцию \\\'Отправить другу\\\' чтобы отправить тему другу.';
$l['error_bannedusername'] = 'Вы ввели забаненный логин. Пожалуйста, введите другой логин.';
$l['error_notloggedout'] = 'Ваш идентификационный номер пользователя не может быть проверен для выхода. Если Вы хотите выйти, нажмите клавишу \'Выйти\' в верхнем меню.';
$l['error_regimageinvalid'] = 'Введен некорректный код проверки. Пожалуйста, введите код, появляющийся на изображении.';
$l['error_regimagerequired'] = 'Введите код появляющийся на изображении для продолжения входа на форум. Регистр букв имеет значение.';
$l['error_spam_deny'] = 'Наша система определила, что вы можете быть спамером и, следовательно, вам было отказано в регистрации. Если вы считаете, что это ошибка, пожалуйста, свяжитесь с администратором.';
$l['error_spam_deny_time'] = 'Наша система определила что Вы можете быть спамером и следовательно вам отказано в регистрации. Регистрация должна занимать минимум {1} секунд для предотвращения автоматичепской подписки, вы зарегистрироваличь за {2} секунд.  Если вы считаете, что это ошибка, пожалуйста, свяжитесь с администратором.';

$l['js_validator_no_username'] = 'Вы не ввели логин';
$l['js_validator_invalid_email'] = 'Введите существующий E-Mail адрес';
$l['js_validator_email_match'] = 'Введенные E-Mail адрес не совпадают';
$l['js_validator_no_image_text'] = 'Вы должны ввести текст на изображении ниже';
$l['js_validator_no_security_question'] = 'Вам нужно ввести ответ на вопрос выше';
$l['js_validator_password_matches'] = 'Введенные пароли не совпадают';
$l['js_validator_password_complexity'] = 'Вы не ввели пароль';
$l['js_validator_password_length'] = 'Ваш пароль должен быть длиннее {1} символов';
$l['js_validator_not_empty'] = 'Вы должны ввести значение этого поля';
$l['js_validator_checking_username'] = 'Проверяем, свободно ли имя...';
$l['js_validator_username_length'] = 'Логин должен быть длиннее {1} символов и короче {2} символов';
$l['js_validator_checking_referrer'] = 'Проверяем, существует ли пользователь...';
$l['js_validator_captcha_valid'] = 'Проверка корректности введенного кода...';

$l['security_question'] = 'Вопрос подтверждения';
$l['question_note'] = 'Пожалуйста ответьте на вопрос. Этот процесс используется для защиты от роботов.';
$l['error_question_wrong'] = 'Ответ на вопрос подтверждения, который вы дали, ошибочен. Пожалуста, попробуйте снова.';

$l['subscription_method'] = 'Статус подписки по умолчанию:';
$l['no_auto_subscribe'] = 'Не подписывать';
$l['no_subscribe'] = 'Не уведомлять';
$l['instant_email_subscribe'] = 'Уведомлять по E-Mail';
$l['instant_pm_subscribe'] = 'Уведомлять ЛС';

$l['remove_from_buddy_list'] = 'Удалить из друзей';
$l['add_to_buddy_list'] = 'Добавить в друзья';
$l['remove_from_ignore_list'] = 'Удалить из списка игнорирования';
$l['add_to_ignore_list'] = 'Добавить в список игнорирования';
$l['report_user'] = 'Пожаловаться на пользователя';

$l['newregistration_subject'] = 'Новых регистрация с {1}';
$l['newregistration_message'] = '{1},

{2} Пельзователь(лей) ожидают ативации администратором.

Пользователь: {3}

Спасибо,
Администрация{2}';
