<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_newreply'] = 'Послать ответ';

$l['post_reply_to'] = 'Послать ответ {1}';
$l['post_new_reply'] = 'Послать новый ответ';
$l['reply_to'] = 'Ответ в теме: {1}';
$l['post_subject'] = 'Заголовок ответа:';
$l['your_message'] = 'Ваше сообщение:';
$l['post_options'] = 'Опции сообщения:';
$l['options_sig'] = '<b>Подпись:</b> включить Вашу подпись. (только для зарегистрированных)';
$l['options_emailnotify'] = '<b>Уведомление:</b> получать уведомление по электронной почте о новом ответе. (только для зарегистрированных)';
$l['options_disablesmilies'] = '<b>Отключить смайлики:</b> отключить отображение смайликов в сообщении.';
$l['post_reply'] = 'Послать ответ';
$l['preview_post'] = 'Предварительный просмотр ответа';
$l['mod_options'] = 'Опции модератора:';
$l['close_thread'] = '<strong>Закрыть тему</strong>: предотвращает создание сообщений в теме.';
$l['stick_thread'] = '<strong>Прикрепить тему:</strong> вносит тему в список важных тем.';
$l['forum_rules'] = '{1} - Правила';
$l['thread_review'] = 'Обзор темы (начиная с новых сообщений)';
$l['thread_review_more'] = 'В этой теме больше {1} ответов. <a href="showthread.php?tid={2}">Просмотреть всю тему.</a>';
$l['posted_by'] = 'Автор';
$l['draft_saved'] = 'Новое сообщение сохранено как черновик.<br />Сейчас вы будете перемещены к списку черновиков.';
$l['error_post_already_submitted'] = 'Вы уже создали это сообщение в другой теме. Посетите эту тему и посмотрите Ваш ответ.';
$l['multiquote_external_one'] = 'Вы выделили одно сообщение вне этой темы.';
$l['multiquote_external'] = 'Вы выделили {1} сообщений вне этой темы.';
$l['multiquote_external_one_deselect'] = 'снять выделение';
$l['multiquote_external_deselect'] = 'снять выделения';
$l['multiquote_external_one_quote'] = 'Цитировать это сообщение';
$l['multiquote_external_quote'] = 'Цитировать эти сообщения';

$l['redirect_newreply'] = 'Спасибо за ваш ответ.';
$l['redirect_newreply_moderation'] = '<br />Администрацией установлено премодерирование новых сообщений. Сейчас Вы будете перемещены в тему.';
$l['redirect_newreply_post'] = '<br />Сейчас Вы будете перемещены к Вашему сообщению.';
$l['redirect_newreplyerror'] = 'К сожелению, Ваше сообщение слишком короткое. <br />Сейчас Вы будете перемещены в тему.';
$l['redirect_threadclosed'] = 'Вы не можете отвечать или редактировать сообщения, так как тема закрыта.';
$l['error_post_noperms'] = 'У Вас нет прав на изменение этого черновика';

$l['error_stop_forum_spam_spammer'] = 'К сожелению, Ваше {1} совпадает с известным спамером. Если Вы считаете это ошибкой, пожалуйста свяжитесь с администратором';
$l['error_stop_forum_spam_fetching'] = 'К сожелению, что-то пошло не так проверки вашего ответа по базе спамеров. Возможно база данных не доступна. Пожалуйста, повторите попытку позднее.';

$l['error_suspendedposting'] = 'В текущий момент, Ваши полномочия писать приостановлены {1}.<br /><br />

Дата приостановки: {2}';
$l['error_suspendedposting_temporal'] = 'до {1}';
$l['error_suspendedposting_permanent'] = 'навсегда';
