<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_newthread'] = 'Новая тема';
$l['newthread_in'] = 'Новая тема в {1}';
$l['post_new_thread'] = 'Создать новую тему';
$l['thread_subject'] = 'Заголовок темы';
$l['your_message'] = 'Ваше сообщения:';
$l['post_options'] = 'Опции сообщения:';
$l['options_sig'] = '<b>Подпись:</b> включить Вашу подпись. (только для зарегистрированных)';
$l['options_emailnotify'] = '<b>Уведомление:</b> получать уведомление по электронной почте о новом ответе. (только для зарегистрированных)';
$l['options_disablesmilies'] = '<b>Отключить смайлики:</b> отключить отображение смайликов в сообщении';
$l['post_thread'] = 'Создать тему';
$l['preview_post'] = 'Предварительный просмотр';
$l['poll'] = 'Опрос';
$l['poll_desc'] = 'Возможно добавление опроса в тему.';
$l['poll_check'] = 'Добавить опрос';
$l['num_options'] = 'Количество вариантов ответа:';
$l['max_options'] = '(Максимум: {1})';
$l['mod_options'] = 'Опции модератора:';
$l['close_thread'] = '<b>Закрыть тему</b>: предотвращает создание сообщений в теме.';
$l['stick_thread'] = '<b>Прикрепить тему:</b> вносит тему в список важных тем.';
$l['draft_saved'] = 'Новая тема сохранена как черновик.<br />Сейчас вы будете перемещены к списку черновиков.';
$l['error_post_already_submitted'] = 'Вы уже создали эту тему в данном форуме. Посетите форум чтобы просмотреть Вашу тему.';
$l['no_prefix'] = 'Без префикса';
$l['forum_rules'] = '{1} - Правила';

$l['multiquote_external_one'] = 'Вы выбрали одно сообщение из другой темы.';
$l['multiquote_external'] = 'Вы выбрали {1} сообщения из другой темы.';
$l['multiquote_external_one_deselect'] = 'Снять отметку с сообщения';
$l['multiquote_external_deselect'] = 'Снять отметки с сообщений';
$l['multiquote_external_one_quote'] = 'Цитировать это сообщение';
$l['multiquote_external_quote'] = 'Цитировать эти сообщения';

$l['redirect_newthread'] = 'Спасибо, Ваша тема создана.';
$l['redirect_newthread_poll'] = '<br />Сейчас вы будете перемещены к настройке опроса.';
$l['redirect_newthread_moderation'] = '<br />Администрацией установлено премодерирование новых тем. Сейчас вы будете перемещены к списку тем.';
$l['redirect_newthread_thread'] = '<br />Сейчас вы будете перемещены в новую тему.';
$l['invalidthread'] = 'Указанного черновика не существует, или у вас нет прав для его просмотра.';

$l['error_stop_forum_spam_spammer'] = 'К сожелению, Ваше {1} совпадает с известным спамером. Если вы считаете это ошибкой, пожалуйста свяжитесь с администратором';
$l['error_stop_forum_spam_fetching'] = 'К сожелению, что-то пошло не так проверки вашего ответа по базе спамера.Возможно база данных не доступна. Пожалуйста, повторите попытку позднее.';

$l['error_suspendedposting'] = 'В текущий момент, Ваши полномочия писать приостановлены {1}.<br /><br />

Дата приостановки: {2}';
$l['error_suspendedposting_temporal'] = 'до {1}';
$l['error_suspendedposting_permanent'] = 'навсегда';
