<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_postpoll'] = 'Создание опроса';
$l['nav_editpoll'] = 'Редактирование опроса';
$l['nav_pollresults'] = 'Результаты опроса';

$l['edit_poll'] = 'Редактировать опрос';
$l['delete_poll'] = 'Удалить опрос';
$l['delete_q'] = 'Удалить?';
$l['delete_note'] = 'Для удаления этого опроса отметьте поле \'Удалить?\' слева и нажмите клавишy \'Удалить сейчас\' справа.';
$l['delete_note2'] = '<b>Заметка:</b> как только Вы удалите опрос, его восстановление станет невозможным.';
$l['question'] = 'Вопрос:';
$l['num_options'] = 'Количество вариантов ответа:';
$l['max_options'] = 'Максимум:';
$l['poll_options'] = 'Опции опроса:';
$l['update_options'] = 'Обновить количество ответов';
$l['poll_options_note'] = 'Варианты ответа не должны быть очень длинными.';
$l['options'] = 'Варианты ответа:';
$l['option_multiple'] = '<b>Множественные ответы:</b> участникам предоставляется возможность выбирать несколько вариантов ответа.';
$l['option_multiple_maxoptions'] = 'Максимальное количество опций для пользователя ( 0 без лимита ):';
$l['option_public'] = '<b>Открытый опрос:</b> участникам предоставляется возможность видеть ответы других участников.';
$l['option_closed'] = '<b>Опрос закрыт:</b> закрыть голосование в опросе.';
$l['poll_timeout'] = 'Период опроса:';
$l['timeout_note'] = 'Количество дней, в течении которых проходит опрос.<br />(Установите 0, если опрос бесконечен.)';
$l['days_after'] = 'дней после:';
$l['update_poll'] = 'Обновить опрос';
$l['option'] = 'Ответ';
$l['votes'] = 'Голосов:';
$l['post_new_poll'] = 'Создать новый опрос';
$l['days'] = 'дней';
$l['poll_results'] = 'Результаты опроса';
$l['poll_total'] = 'Всего:';
$l['poll_votes'] = 'Голосов:';

$l['redirect_pollposted'] = 'Ваш опрос был создан.<br />Сейчас вы будете перемещены в тему.';
$l['redirect_pollpostedmoderated'] = 'Ваш опрос был создан, но тема находится в ожидании модерирования.<br />Сейчас вы будете перемещены в форум.';
$l['redirect_pollupdated'] = 'Опрос обновлен.<br />Сейчас вы будете перемещены в тему.';
$l['redirect_votethanks'] = 'Спасибо за Ваш голос.<br />Вы будете возращены назад к теме.';
$l['redirect_unvoted'] = 'Ваш голос (а) в этой теме были удалены. <br /> Теперь Вы будете возвращены назад к теме.';
$l['redirect_polldeleted'] = 'Спасибо, опрос был успешно удален из темы. <br /> Теперь Вы будете возвращены назад к теме.';

$l['error_polloptiontoolong'] = 'Один или более вариантов ответа в опросе слишком длинные. Пожалуйста, измените длину вариантов ответа.';
$l['error_noquestionoptions'] = 'Вы не ввели текст Вашего опроса или не указано минимум два вариантов ответа.';
$l['error_pollalready'] = 'Эта тема уже содержит опрос!';
$l['error_nopolloptions'] = 'Выбранный вариант ответа некорректен или не существует.';
$l['error_maxpolloptions'] = 'Вы проголосовали за слишком много опций. Вам разрешено проголосовать за {1} опцию.<br />Пожалуйста, вернитесь назад и попробуйте снова.';
$l['error_alreadyvoted'] = 'Вы уже голосовали в данном опросе.';
$l['error_notvoted'] = 'Вы не голосовали в этом опросе.';
$l['error_invalidpoll'] = 'Выбранный опрос некорректен или не существует.';
$l['error_pollclosed'] = 'Вы не можете голосовать в закрытом опросе.';
$l['poll_time_limit'] = 'Сожелеем, но Вы не можете добавлять опрос в вашу тему. Администраторы установили что  опрос может быть добавлен через {1} часов после создания темы.';

$l['poll_deleted'] = 'Удаленный опрос';
$l['poll_edited'] = 'Отредактированный опрос';
