<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_reputation'] = 'Отчет по рейтингу';
$l['nav_profile'] = 'Профиль {1}';
$l['reputation_disabled'] = 'Вы не можете использовать систему рейтингов , поскольку она была отключена администратором.';

$l['reputation'] = 'Рейтинг';
$l['error'] = 'Ошибка';
$l['add_no_uid'] = 'Вы не указали пользователя, которому вы хотите изменить рейтинг.';
$l['add_no_permission'] = 'У вас нет прав для изменения рейтинга.';
$l['add_disabled'] = 'Вы не можете изменять рейтинг пользователей данной группы.';
$l['add_yours'] = 'Вы не можете изменять собственный рейтинг.';
$l['add_invalidpower'] = 'Вы выбрали неверный пункт из списка.';
$l['add_maxperday'] = 'Вы уже оценили максимальное количество участников сегодня.';
$l['add_maxperuser'] = 'Вы уже оценили этого участника достаточно на сегодня.';
$l['add_maxperthread'] = 'Вы уже оценили этого пользователя столько раз (в одной теме), сколько достаточно на сегодня.';
$l['add_no_comment'] = 'Вы должны ввести причину для изменения рейтинга этого пользователя, или возможно причина слишком краткая?!';
$l['add_toolong'] = 'Вы должны указать причину не менее, чем {1} символами.';
$l['add_negative_disabled'] = 'Администратор запретил снижение рейтинга.';
$l['add_neutral_disabled'] = 'Администратор запретил нейтральные голоса.';
$l['add_positive_disabled'] = 'Администратор запретил повышение рейтинга.';
$l['add_all_rep_disabled'] = 'Администратор заблокировал рейтинг. Вы не можете изменить рейтинг этому пользователю.';
$l['reputation_report'] = 'Рейтинг {1}';
$l['reputation_members'] = 'Оценки от пользователей:';
$l['reputation_posts'] = 'Оценки сообщений:';
$l['summary'] = 'Суммарно';
$l['total_reputation'] = 'Итого';
$l['post_reputation'] = 'Оценки сообщений';
$l['positive_count'] = 'Положительных';
$l['neutral_count'] = 'Нейтральных';
$l['negative_count'] = 'Отрицательных';
$l['last_week'] = 'Последняя неделя';
$l['last_month'] = 'Последний месяц';
$l['last_6months'] = 'Последние 6 месяцев';
$l['all_time'] = 'За все время';
$l['comments'] = 'Комментарии';
$l['close_window'] = 'Закрыть окно';
$l['add_reputation_vote'] = 'Добавить рейтинг {1}';
$l['add_reputation_to_post'] = 'Эта оценка для  сообщения {1}.<br />';
$l['neg_rep_disabled'] = '<span class="smalltext">* - <em>Отрицательная оценка в настоящее время отключена</em></span>';
$l['pos_rep_disabled'] = '<span class="smalltext">* - <em>Положительная оценка в настоящее время отключена</em></span>';
$l['neu_rep_disabled'] = '<span class="smalltext">* - <em>Нейтральная оценка в настоящее время отключена</em></span>';
$l['no_comment_needed'] = 'Вы хотите добавить оценку из-за сообщения этого пользователя. Комментарии не нужны, но если вы хотите оставить, пожалуйста, введите его ниже.<br />';
$l['no_comment'] = '[Без комментариев]';
$l['vote_added'] = 'Добавление выполнено';
$l['vote_updated'] = 'Обновление выполнено';
$l['vote_deleted'] = 'Удаление выполнено';
$l['vote_added_message'] = 'Добавление к рейтинга данного пользователя успешно выполнено.';
$l['vote_updated_message'] = 'Изменение рейтинга данного пользователя успешно выполнено.';
$l['vote_deleted_message'] = 'Удаление рейтинга данного пользователя успешно выполнено.';
$l['update_reputation_vote'] = 'Обновить рейтинг {1}';
$l['positive'] = '+ Положительно';
$l['negative'] = '- Отрицательно';
$l['neutral'] = 'Нейтрально';
$l['user_comments'] = 'Ваши комментарии у {1}:';
$l['add_vote'] = 'Добавить голос';
$l['update_vote'] = 'Обновить голос';
$l['delete_vote'] = 'Удалить голос';
$l['report_vote'] = 'Отчет';
$l['power_positive'] = 'Позитивно ({1})';
$l['power_neutral'] = 'Нейтрально';
$l['power_negative'] = 'Отрицательно ({1})';
$l['show_all'] = 'Показать: все голоса';
$l['show_positive'] = 'Показать положительные';
$l['show_neutral'] = 'Показать нейтральные';
$l['show_negative'] = 'Показать отрицательные';
$l['sort_updated'] = 'Сортировать по последнему обновлению';
$l['sort_username'] = 'Сортировать по имени пользователя';
$l['last_updated'] = 'Последнее обновление {1}';
$l['postrep_given'] = 'Оценка для <a href="{1}">{2} сообщения</a> {3}<br />';
$l['postrep_given_nolink'] = "Рейтинг, полученный за сообщение {1}<br />";
$l['postrep_given_thread'] = 'в <a href="{1}">{2}</a>';
$l['no_reputation_votes'] = 'Этот пользователь не имеет голосов рейтинга, соответствующих указанному критерию.';
$l['delete_reputation_confirm'] = 'Вы уверены что хотите удалить этот голос?';
$l['delete_reputation_log'] = 'Удалён рейтинг пользователем {1} (UID: {2})';
$l['reputations_disabled_group'] = 'Система рейтингов для данной группы отключена.';
$l['rate_user'] = 'Оценка пользователя';
