<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_stats'] = 'Статистика форума';
$l['stats_disabled'] = 'Вы не можете просматривать страницу статистики, так как это запрещено администратором.';

$l['board_stats'] = 'Статистика форума';
$l['none'] = 'Нет';
$l['totals'] = 'Всего';
$l['averages'] = 'В среднем';
$l['posts'] = 'Сообщений:';
$l['threads'] = 'Тем:';
$l['members'] = 'Пользователей:';
$l['ppd'] = 'Сообщений в день:';
$l['tpd'] = 'Тем в день:';
$l['mpd'] = 'Регистраций в день:';
$l['ppm'] = 'Сообщений на участника:';
$l['tpm'] = 'Тем на участника:';
$l['rpt'] = 'Ответов на тему:';
$l['no_posts'] = 'Нет';
$l['general'] = 'Общая информация';
$l['newest_member'] = 'Последний зарегистрированный пользователь:';
$l['members_posted'] = 'Активных пользователей:';
$l['todays_top_poster'] = 'Самый активный сегодня: <b>{1}</b> (<b>{2}</b>)';
$l['popular_forum'] = 'Самый популярный форум: <b>{1}</b> (сообщений: <b>{2}</b>, тем: <b>{3}</b>)';
$l['most_popular'] = 'Самое популярное...';
$l['most_replied_threads'] = 'Больше всего ответов в теме:';
$l['most_viewed_threads'] = 'Больше всего просмотров темы:';
$l['not_enough_info_stats'] = 'К сожелению, недостаточно информации на форуме, чтобы сгенерировать статистику. Перед генерацией статистика на форуме должен быть хотя бы один зарегистрировавшийся участник и одна созданная тема.';
$l['replies'] = 'ответов';
$l['views'] = 'просмотров';
$l['top_referrer'] = 'Топ ссылающихся: <strong>{1}</strong> (<strong>{2}</strong> приглашающих)';

