<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_profile'] = 'Профиль {1}';
$l['nav_warning_log'] = 'Логи предупреждений';
$l['nav_add_warning'] = 'Предупредить';
$l['nav_view_warning'] = 'Детали предупреждения';

$l['warning_for_post'] = '.. Сообщение:';
$l['already_expired'] = 'Истекло';
$l['details_username'] = 'Имя пользователя';
$l['warning_active'] = 'Активно';
$l['warning_revoked'] = 'Удалено';
$l['warning_log'] = 'Лог предупреждений';
$l['warning'] = 'Предупреждение';
$l['issued_by'] = 'Предупредил';
$l['date_issued'] = 'Дата предупреждения';
$l['expiry_date'] = 'Истекает';
$l['active_warnings'] = 'Активные предупреждения';
$l['expired_warnings'] = 'Истекшие предупреждения';
$l['warning_points'] = '({1} штрафных очков)';
$l['no_warnings'] = 'Не найдено предупреждений для отображения.';
$l['warn_user'] = 'Предупредить';
$l['post'] = 'Сообщение:';
$l['warning_note'] = 'Заметка администратора:';
$l['details_warning_note'] = 'Заметки админтистратора';
$l['warning_type'] = 'Тип предупреждения:';
$l['custom'] = 'Другая причина';
$l['reason'] = 'Причина:';
$l['points'] = 'Штрафных очков:';
$l['details_reason'] = 'Причина';
$l['warn_user_desc'] = 'Напишите количество штрафных очков, которое получит пользователь за это предупреждение.';
$l['send_pm'] = 'Уведомить пользователя:';
$l['send_user_warning_pm'] = 'Отправить пользователю личное сообщение с уведомлением о предупреждении.';
$l['send_pm_subject'] = 'Заголовок:';
$l['warning_pm_subject'] = 'Вы предупреждены!';
$l['send_pm_message'] = 'Сообщение:';
$l['warning_pm_message'] = 'Здравствуйте, {1}

Вы были предупреждены модератором "{2}".
--

--';
$l['send_pm_options'] = 'Опции:';
$l['send_pm_options_anonymous'] = '<strong>Анонимное ЛС</strong>: отослать это личное сообщение от анонимного пользователя.';
$l['expiration_never'] = 'навсегда';
$l['expiration_hours'] = 'часов';
$l['expiration_days'] = 'дней';
$l['expiration_weeks'] = 'недель';
$l['expiration_months'] = 'месяцев';
$l['redirect_warned_banned'] = 'Пользователь был перенесен в группу {1} на {2}.';
$l['redirect_warned_suspended'] = 'Права отправки сообщений этого пользователя приостановлены на {1}.';
$l['redirect_warned_moderate'] = '<br /><br />Все сообщения этого пользователя будут модерироваться {1}.';
$l['redirect_warned_pmerror'] = '<br /><br />Обратите внимание ЛС не отправлено.';
$l['redirect_warned'] = 'Уровень предупреждений пользователя {1} повышен до {2}%.{3}<br /><br />Сейчас вы будете перемещены...';
$l['error_warning_system_disabled'] = 'Вы не можете использовать систему предупреждений, так как она отключена администратором.';
$l['error_cant_warn_group'] = 'У вас нет прав для предупреждения пользователей этой группы.';
$l['error_invalid_user'] = 'Выбранный пользователь не существует.';
$l['details'] = 'Опции';
$l['view'] = 'Просмотр';
$l['current_warning_level'] = 'Текущий уровень предупреждений: <strong>{1}%</strong> ({2}/{3})';
$l['warning_details'] = 'Детали предупреждения';
$l['revoke_warning'] = 'Удалить предупреждение';
$l['revoke_warning_desc'] = 'Введите причину для аннулирования выбранного предупреждения. Удаление предупреждения не удалит баны и другие наказания, обусловленные им.';
$l['warning_is_revoked'] = 'Выбранное предупреждение было успешно удалено.';
$l['revoked_by'] = 'Удалено:';
$l['date_revoked'] = 'Дата удаления:';
$l['warning_already_revoked'] = 'Выбранное предупреждение уже было удалено.';
$l['no_revoke_reason'] = 'Вы не ввели причину для удаления предупреждения.';
$l['redirect_warning_revoked'] = 'Предупреждение было успешно удалено, и количество штрафных очков пользователя уменьшилось.<br /><br />Сейчас вы будете перемещены...';
$l['result'] = 'Результат:';
$l['result_banned'] = 'Пользователь будет перемещен в группу ({1}) {2}';
$l['result_suspended'] = 'Права отправки сообщений будут приостановлены {1}';
$l['result_moderated'] = 'Сообщения пользователя будут модерироваться {1}';
$l['result_period'] = '{1} {2}';
$l['result_period_perm'] = 'навсегда';
$l['hour_or_hours'] = 'часов';
$l['day_or_days'] = 'дней';
$l['week_or_weeks'] = 'недель';
$l['month_or_months'] = 'месяцев';
$l['expires'] = 'Истекает:';
$l['new_warning_level'] = 'Новый уровень предупреждений:';
$l['error_cant_warn_user'] = 'У вас нет прав для предупреждения данного пользователя.';
$l['existing_post_warnings'] = 'Существующие предупреждения за это сообщение';
