<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['no_new_subject'] = 'Вы не ввели новое заголовок темы.';
$l['post_moderation'] = 'Ваше сообщение проверяется модератором.';
$l['thread_moderation'] = 'Ваша тема проверяется модератором.';
$l['post_doesnt_exist'] = 'Выбранное сообщение не существует.';
$l['thread_doesnt_exist'] = 'Выбранная тема не существует.';
$l['thread_closed_edit_subjects'] = 'Эта тема закрыта и Вы не можете редактировать название темы.';
$l['no_permission_edit_subject'] = 'У вас нет прав для редактирования названия темы.';
$l['thread_closed_edit_message'] = 'Тема закрыта и Вы не можете редактировать соббщения внутри нее.';
$l['no_permission_edit_post'] = 'У вас нет прав для редактирования сообщений.';
$l['edit_time_limit'] = 'Вы можете редактировать сообщения только через {1} минут после создания.';
$l['postbit_edited'] = 'Последний раз сообщение было отредактировано: {1} ';
$l['postbit_editreason'] = 'Редактировать причину';
$l['save_changes'] = 'Сохранить изменения';
$l['cancel_edit'] = 'Закончить редактирование';
$l['answer_valid_not_exists'] = 'Вопроса, на который Вы пытаетсь ответить не существует.';
$l['captcha_not_exists'] = 'Изображение для проверки, которое вы пытаетесь обновить, не существует.';
$l['captcha_valid_not_exists'] = 'Изображение для проверки не существует.';
$l['captcha_does_not_match'] = 'Вы ввели некорректный код проверки.';
$l['captcha_matches'] = 'Вы ввели верный код проверки.';
$l['answer_does_not_match'] = 'Вы ввели не верный ответ.';
$l['banned_username'] = 'Введенное имя пользователя запрещено или забанено администратором.';
$l['banned_characters_username'] = 'Введенное имя пользователя содержит недопустимые символы.';
$l['complex_password_fails'] = 'Пароль не достаточно сложный';
$l['username_taken'] = 'Имя пользователя {1} уже используется другим пользователем.';
$l['username_available'] = 'Имя пользователя {1} доступно';
$l['invalid_username'] = 'Пользователя с именем {1} не существует.';
$l['valid_username'] = 'Пользователь с менем {1} найден.';
$l['buddylist_error'] = 'У вас нет участников в списке друзей. Добавьте друзей для использования этой функции.';
$l['close'] = 'Закрыть';
$l['select_buddies'] = 'Выбрать друзей';
$l['select_buddies_desc'] = 'Чтобы добавить получателей из друзей, выберите их из списка и нажмите ОК.';
$l['selected_recipients'] = 'Выбранные получатели';
$l['ok'] = 'OK';
$l['cancel'] = 'Выйти';
$l['online'] = 'На форуме';
$l['offline'] = 'Не на форуме';
$l['edited_post'] = 'Отредактированное сообщение';
$l['usergroup'] = 'Группа';
